tap "goodwithtech/r"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "anyenv"
brew "asciinema"
brew "awscli"
brew "bat"
brew "pycparser"
brew "cffi"
brew "cloc"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker-completion"
brew "fd"
brew "findutils"
brew "gh"
brew "ghq"
brew "git"
brew "git-now"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grc"
brew "homeshick"
brew "htop"
brew "hugo"
brew "inlyne"
brew "jnv"
brew "jq"
brew "lesspipe"
brew "libyaml"
brew "mas"
brew "mysql-client"
brew "nkf"
brew "nmap"
brew "peco"
brew "pngquant"
brew "procs"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "saml2aws"
brew "tailwindcss"
brew "tartufo"
brew "tbls"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "goodwithtech/r/dockle"
brew "qmk/qmk/qmk"
cask "1password"
cask "alacritty"
cask "appcleaner"
cask "discord"
cask "docker"
cask "flutter"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "inkscape"
cask "jasper"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "miro"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "qlimagesize"
cask "qlprettypatch"
cask "qmk-toolbox"
cask "quicklook-csv"
cask "quicklook-json"
cask "readdle-spark"
cask "sbarex-qlmarkdown"
cask "slack"
cask "steam"
cask "suspicious-package"
cask "tailscale"
cask "the-unarchiver"
cask "visual-studio-code"
cask "webpquicklook"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "BetterSnapTool", id: 417375580
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Medis", id: 1063631769
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Save to Pocket", id: 1477385213
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
vscode "aster.vscode-subtitles"
vscode "ccimage.jsonviewer"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
