tap "goodwithtech/r"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jiska/taps", "https://github.com/jiska/homebrew-taps.git"
tap "k1low/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "versent/taps"
brew "anyenv"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "avrdude"
brew "awscli"
brew "bat"
brew "bison"
brew "bootloadhid"
brew "bzip2"
brew "libpng"
brew "clang-format"
brew "curl"
brew "jpeg"
brew "icu4c"
brew "krb5"
brew "libzip"
brew "composer"
brew "coreutils"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-completion"
brew "exa"
brew "fd"
brew "findutils"
brew "gh"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-now"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "jasper"
brew "graphviz"
brew "grc"
brew "helm"
brew "hexyl"
brew "htop"
brew "hub"
brew "jq"
brew "k9s"
brew "kubeseal"
brew "lerna"
brew "lesspipe"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "mas"
brew "mcrypt"
brew "mdcat"
brew "mkdocs"
brew "mysql-client"
brew "mysql-client@5.7"
brew "nkf"
brew "nmap"
brew "octant"
brew "openjdk"
brew "optipng"
brew "peco"
brew "pinentry-mac"
brew "plantuml"
brew "pngquant"
brew "procs"
brew "pwgen"
brew "qrencode"
brew "re2c"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "skaffold"
brew "subversion"
brew "telnet"
brew "terraformer"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "goodwithtech/r/dockle"
brew "heroku/brew/heroku"
brew "k1low/tap/tbls"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
brew "versent/taps/saml2aws"
cask "1password"
cask "android-studio"
cask "appcleaner"
cask "discord"
cask "docker"
cask "epubquicklook"
cask "flutter"
cask "font-3270"
cask "font-jetbrains-mono"
cask "font-mplus"
cask "font-open-sans"
cask "font-source-code-pro"
cask "font-source-han-code-jp"
cask "font-source-sans-pro"
cask "gog-galaxy"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "gyazo"
cask "iterm2"
cask "jasper"
cask "java"
cask "karabiner-elements"
cask "luna-display"
cask "mysqlworkbench"
cask "ngrok"
cask "phpstorm"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "qmk-toolbox"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rubymine"
cask "slack"
cask "steam"
cask "suspicious-package"
cask "the-unarchiver"
cask "vagrant"
cask "via"
cask "virtualbox"
cask "visual-studio-code"
cask "webpquicklook"
cask "webstorm"
mas "BetterSnapTool", id: 417375580
mas "FileZilla", id: 1458095236
mas "LINE", id: 539883307
mas "Medis", id: 1063631769
mas "Spark", id: 1176895641
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
